Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Clinton's email use during her time as secretary of state has come under fire
pt: Uso de conta pessoal de e-mail como secretária de Estado rendeu críticas a Clinton

source: I was lucky not to have been hit."
pt: “Eu não tinha feito nada de errado .

source: Belgian police shot dead two suspects in an operation in the eastern town of Verviers on Thursday, aimed at thwarting a major attack that officials said could have been launched within hours.
pt: Não foi possível ligar a ação desta terça-feira com a operação realizada na cidade belga de Verviers, no início deste mês, durante a qual dois suspeitos foram mortos e sete pessoas foram presas .

source: - Find out how we work
pt: Agora, temos que trabalhar .

source: New police raid on Deutsche Bank HQ in Frankfurt
pt: Sede do Deutsche Bank em Frankfurt é vasculhada pela polícia

source: Q: The dinos in “Jurassic Park” were a milestone of sorts for ILM.
pt: Os dinossauros de 'Parque dos Dinossauros' foram uma espécie de marco para a ILM.

source: They also have five biological children, making Jeane and Paul the parents of 34 children.
pt: Jeane e Paul Briggs têm 34 filhos – 29 adotados – e esperam mais dois .

source: Still don't know I'm talking about ?
pt: Não sei o que fazer nem como reagir .

source: Members of various Syrian opposition factions gathered in the Russian capital on Monday in an attempt to find common ground ahead of their meeting with representatives of the Damascus government scheduled for January 29.
pt: Representantes da oposição síria iniciaram uma reunião em Moscou para preparar um encontro com representantes do governo sírio previsto para a próxima quarta-feira na capital russa.

source: Some don't like it .
pt: — É que não é bem assim.. .

source: Poroshenko: Rebels have withdrawn significant amount of heavy weaponry in eastern Ukraine
pt: Presidente da Ucrânia diz que rebeldes retiraram grande quantidade de armas

source: Wolff, an experienced racer and the wife of Mercedes motorsport head Toto, defended the Force India driver - even if she could not resist a little dig in his direction.
pt: Wolff, uma experiente piloto e mulher do diretor esportivo da Mercedes, Toto, defendeu o colega da Force India.

source: Police haven't given a precise value for what was taken .
pt: A polícia não informou se algum valor foi levado.

source: Japan's Nikkei went flat after again shying away from testing April's peak at 15,164 .
pt: O índice japonês Nikkei fechou praticamente estável após novamente ficar longe de testar o pico de abril de 15.164 pontos .

source: On Tuesday, the Israeli prime minister Benjamin Netanyahu told a joint session of the US Congress that "we are better off without a bad deal with Iran."
pt: O primeiro-ministro israelense, Benjamin Netanyahu, recebeu uma ovação ao chegar nesta terça-feira ao plenário do Congresso dos Estados Unidos, onde pronunciou um discurso contra o acordo nuclear com o Irã.

source: Why would you make fun of a product that was going to help young women stay healthy, that was going to protect them from sexually transmitted infections as well as unintended pregnancy?"
pt: Por que fazer piada sobre um produto que ajudaria as mulheres a cuidar de sua saúde, que as protegeria de doenças sexualmente transmissíveis e evitaria gravidezes indesejadas?", questiona.

source: I don't knock that .
pt: "E não é só essa não .

source: Israel says two members of Hamas abducted and killed the youths, but it has denied any involvement.
pt: Israel diz que Hamas 'pagará preço' por morte de jovens; grupo nega envolvimento

source: Gray, 25, died in police custody from a fatal spinal cord injury, one week after he was arrested .
pt: Gray, 25, sofreu uma grave lesão na coluna ao ser preso no dia 12 de abril e morreu sete dias depois .

source: As they continued with the pregnancy, the couple decided that they wanted to donate their baby's organs.
pt: Enquanto a gravidez avançava, o casal decidiu que doaria os órgãos de Teddy.

source: He said he was hopeful but skeptical that a ceasefire in Ukraine would hold, questioning if pro-Russian rebels would adhere to it.
pt: Já os rebeldes pró-Rússia afirmaram que apoiam as propostas de Putin, mas não acreditam que o presidente da Ucrânia cumprirá o cessar-fogo.

source: Rami Abdelrahman, who runs the Syrian Observatory for Human Rights, said it was the first time the group has downed a war plane since declaring its cross-border caliphate in Iraq and Syria after capturing the Iraqi city of Mosul in June.
pt: Combatentes do Estado Islâmico derrubaram um avião militar sírio usando armas antiaéreas nesta terça-feira, conseguindo pela primeira vez abater um jato militar desde a declaração de um califado transfronteiriço em junho, informou um grupo que monitora a guerra civil na Síria.

source: The White House confirmed Wednesday that the administration was in the "final stages" of drafting a plan to close the U.S. military prison at Guantanamo Bay, Cuba.
pt: "O governo está nos estágios finais da redação de um plano para fechar de forma responsável e segura a prisão da Baía de Guantánamo e apresentá-lo ao Congresso", disse Earnest.

source: "The town hall of Béziers does not have, and has never had, files on its children," it said in a statement.
pt: "(A prefeitura) não tem os meios, então não pode existir nenhum registro de crianças, muçulmanas ou não", declarou em um comunicado.

source: "He knows the sense of dignity !
pt: Ele mostra um senso de dignidade .

source: When the company - which is now embroiled in a court battle with the government - refused to comply, authorities filed a motion to compel, saying the single user “enabled Lavabit’s encryption services, and this Lavabit would not provide the requested information.”
pt: Quando a companhia - que está agora enredada numa batalha judicial com o governo - se recusou a cumpri-la, as autoridades procuraram um meio de obrigá-la, dizendo que aquele utilizador único "possibilitava os serviços de codificação da Lavabit e que esta companhia não forneceria a informação exigida".

source: "If Russia takes a positive approach towards Ukraine's freedom and responsibility, we could see those sanctions removed, if Russia continues to make matters worse then we could see those sanctions increased, it's as simple as that," Cameron told reporters in Canberra.
pt: "Se a Rússia adotar uma atitude positiva em relação à liberdade e à responsabilidade da Ucrânia, poderemos assistir a um abrandamento dessas sanções, se a Rússia continuar a agravar as coisas, assistiremos a uma acentuação dessas sanções", explicou o chefe de governo britânico.

source: Dozens of people including civilians were killed in clashes and artillery fire at the weekend.
pt: No fim de semana, dezenas de civis foram mortos em ambos os lados da linha de frente do conflito.

source: ADM, Bunge, Cargill and Louis Dreyfus Corp comprise a group of companies known as the "ABCD" that control the flow of agricultural commodities around the globe.
pt: A Bunge é uma das quatro grandes tradings que dominam o fluxo de commodities agrícolas no mundo, conhecidas como "ABCD" .

source: The Associated Press INDIANOLA, Iowa (AP) — Hillary Rodham Clinton, making her return to Iowa for the first time since the 2008 presidential campaign, implored Democrats on Sunday to choose shared economic opportunity over “the guardians of gridlock” in an high-profile appearance that drove speculation about another White House bid in 2016 into overdrive.
pt: Hillary Rodham Clinton, ao retornar para o Iowa pela primeira vez desde a campanha presidencial de 2008, implorou aos democratas neste domingo que escolham uma oportunidade econômica de interesse geral àquelas dos "guardiões da paralisia", em uma aparição que levou a especulações acerca de uma nova candidatura à Casa Branca em 2016 a caminho.

source: But Prime Minister Dmitry Medvedev warned Monday that Russia would be carefully watching to make sure "there is no hidden implementation of these (free trade) rules."
pt: O primeiro-ministro russo, Dmitri Medvedev, lançou um alerta nesta segunda-feira, afirmando que seu país estará ode olhos bem abertos para assegurar que "não haja uma implementação escondida dessas regras [de comércio]".

source: Secretary of State John Kerry watches as U.S. Marines, stationed in Cuba carry the American flag during the raising of the U.S. flag over the newly reopened embassy in Havana, Cuba .
pt: O secretário de Estado norte-americano, John Kerry, realizou um discurso em Havana nesta sexta-feira, no evento que marcou oficialmente a reabertura da embaixada dos Estados Unidos na capital de Cuba .

source: Facebook has also donated 100 mobile satellite communication terminals for use in Guinea, Liberia, and Sierra Leone, the countries most seriously affected by the disease, to provide voice and data services to medical and aid workers .
pt: A rede social também está doando 100 terminais para prover Internet e acesso a serviço de voz via Internet para ajuda humanitária nas áreas atingidas pelo Ebola, como Guiné, Libéria e Serra Leoa.

source: This time, researchers reported on randomized, double blind trials involving 1,322 people with mild Alzheimer's disease.
pt: Desta vez, os pesquisadores realizaram ensaios randomizados controlados, duplo cego, envolvendo 1.322 pessoas com doença de Alzheimer em estágio inicial.

source: This time, researchers reported on randomized, double blind trials involving 1,322 people with mild Alzheimer’s disease.
pt: Desta vez, os pesquisadores realizaram ensaios randomizados controlados, duplo cego, envolvendo 1.322 pessoas com doença de Alzheimer em estágio inicial.

source: British Foreign Secretary Philip Hammond left the Vienna talks in the afternoon but Laurent Fabius, his French counterpart, was still in the Austrian capital.
pt: Diplomatas disseram que o ministro de Relações Exteriores francês Laurent Fabius e o secretário do Exterior britânico Philip Hammond também estavam deixando as negociações em Viena, após terem chegado à cidade mais cedo.

source: For the first time since the HIV virus started spreading across the globe 30 years ago, the world has reached “the beginning of the end of AIDS,” a leading campaign group said on Monday, while cautioning that further concerted efforts are needed to control the disease worldwide.
pt: Mundo: O mundo finalmente alcançou “o começo do fim” da pandemia de Aids, que já infectou e matou milhões de pessoas nos últimos 30 anos, de acordo com uma grande campanha de um grupo de combate ao HIV.

source: Heading the list are the president of the Senate, Renan Calheiros, and the Speaker of the Chamber of Deputies, Eduardo Cunha, both of the PMDB, Brazil's largest party and Rousseff's main coalition ally.
pt: Para a escolha, Dilma deve enfrentar a resistência do PMDB, partido que ocupa as presidências da Câmara (Eduardo Cunha) e do Senado (Renan Calheiros) .

source: France's Pierre Moscovici was given the key post as commissioner for economic and financial affairs.
pt: Comissário para os Assuntos Econômicos e Financeiros e Fiscalidade: Pierre Moscovici (França)

source: If you're saying "huh?" you're not the only one.
pt: Se for pego é só dizer que ‘não sabia de nada’ .

source: A ceasefire deal may have been signed, but Putin remains under international pressure over Russia's actions in Ukraine.
pt: Rússia espera que cessar-fogo acordado com a Ucrânia seja respeitado O acordo foi assinado em Minsk, no território ucraniano

source: And a lot of people, they come up to you .
pt: A melhor coisa para você conhecer as pessoas é passar por isso .

source: The report by The Intercept site, which cites documents provided by former NSA contractor Edward Snowden, could prove an embarrassment for the U.S. and British governments .
pt: As informações foram vazadas pelo ex-funcionário da NSA (agência de segurança dos Estados Unidos), Edward Snowden, e publicadas no site norte-americano "The Intercept".

source: Three bodies were found in a car and another body in a lorry.
pt: O acidente foi entre o carro da vítima e um caminhão.

source: BAGHDAD (Reuters) - Iraq's armed forces, backed by Shi'ite militia, attacked Islamic State strongholds north of Baghdad on Monday as they launched an offensive to retake the city of Tikrit and the surrounding Sunni Muslim province of Salahuddin.
pt: Apoiadas por milícias xiitas, as Forças Armadas iraquianas atacaram nesta segunda-feira bastiões da milícia terrorista “Estado Islâmico” (EI) ao norte de Bagdá, marcando o início de uma campanha para expulsar os terroristas da província de Salaheddin, de maioria sunita.

source: Torrential monsoon rains in Pakistan have killed at least 106 people over the past three days and damaged thousands of houses, officials said Saturday as authorities put four districts on red alert for floods.
pt: As chuvas torrenciais no Paquistão deixaram mais de 200 mortos nos últimos três dias e causaram danos em milhares de casas, informaram as autoridades neste sábado (6), que decretaram alerta vermelho em quatro distritos.

source: "We owe it to our test pilots to find out exactly what went wrong, and once we've found out what went wrong, if we can overcome it, we'll make absolutely certain that the dream lives on," Branson said.
pt: "Devemos a nossos pilotos de testes descobrir o que saiu errado e, quando descobrirmos, poderemos superar isto e vamos garantir que o sonho continue", disse o bilionário.

source: "So here I am; tell me off."
pt: Ele vai até dizer que eu estou em casa demais."

source: It wasn't fair; it wasn't right .
pt: Sim, foram, mas o que ela sentiu não.

source: Poland's parliamentary speaker, Radoslaw Sikorski, alleged Mr Putin had suggested dividing up Ukraine, in talks in 2008 with Donald Tusk, who will shortly take over as president of the European Council.
pt: De acordo com Sikorski, que até setembro serviu como ministro das Relações Exteriores da Polônia, Putin fez a proposta durante a visita do primeiro-ministro polonês, Donald Tusk, a Moscou em 2008.

source: One of the wounded civilians is a journalist working for a Lebanese newspaper.
pt: Entre os feridos está um jornalista libanês.

source: 101-year-old man rescued from rubble in Nepal
pt: Idoso de 101 anos é salvo no Nepal

source: I would be the same shit .
pt: Não é a mesma coisa .

source: EMC Corp's RSA Security said cyber criminals have been using software known as "Eupuds" to steal funds from customers of Brazil's widely used Boleto Bancário payment system, redirecting them to fraudulent accounts.
pt: A companhia de segurança norte-americana RSA, da armazenadora de dados EMC, afirmou que esses criminosos usavam um software conhecido como "Eupuds" para roubar recursos de consumidores brasileiros que usam o pagamento por boleto bancário, os direcionando a contas fraudulentas.

source: "But when you are held captive, you have a blindfold on and a guy sticking a gun in your head, it is very real .
pt: “Agora vejam, sei o que vocês estão pensando, ‘ele só está fazendo isso por ser prisioneiro, está com uma arma na cabeça, está sendo forçado a fazer isso’ .

source: Syrian strikes on Islamic State stronghold kill 13
pt: Síria: ataques contra Estado Islâmico deixam pessoas 13 mortas

source: Berlin The Local's series on 25 years since the fall of the Berlin Wall
pt: Veja quem é o homem que 'derrubou o Muro de Berlim' há 25 anos

source: “We recognize that there are challenges in the medium and long term, but we’ve been here [in Brazil] for ninety years and will stay here for another ninety years,” Barra told reporters following her meeting with Rousseff, adding, “For us it is a very important market .
pt: "Estamos no Brasil há quase 90 anos, reconhecemos que no país há desafios de médio e longo prazo, mas continuaremos aqui", declarou Barra, após uma reunião com a presidente Dilma Rousseff, a quem comunicou os planos da empresa.

source: Spanish King Juan Carlos's daughter Cristina has abandoned plans to appeal her court summons as a financial fraud suspect, her lawyers said, in a scandal that has plunged the royals into crisis.
pt: A princesa Cristina, filha mais nova do rei da Espanha, Juan Carlos, terá que comparecer a um tribunal em março para responder a acusações de lavagem de dinheiro e fraude fiscal.

source: "At one of India's largest public hospitals in Delhi, where I worked for a while, I found patients from Bihar helplessly waiting for admission for days on end .
pt: "Em um dos maiores hospitais públicos de Nova Déli, onde eu trabalhei durante algum tempo, encontrei pacientes de Bihar esperando dias a fio para conseguir uma internação", diz o cirurgião de 43 anos.

source: A bomb explosion in a market in the northeastern Nigerian city of Maiduguri on Saturday injured more than 18 people and killed at least 20, including the young girl who carried out the attack, according to a local police spokesman.
pt: Ao menos 20 pessoas morreram neste sábado (10) na explosão de uma bomba portada por uma menina de cerca de dez anos em um mercado muito movimentado da cidade de Maiduguri, no nordeste da Nigéria, anunciou a polícia.

source: CHICAGO Fresh beef from Brazil and Argentina will be allowed into the United States under amended regulations that specify conditions to mitigate risk of foot-and-mouth disease (FMD), the U.S. Department of Agriculture's Animal and Plant Health Inspection Service (APHIS) said on Monday.
pt: Na prática, o Serviço de Inspeção de Sanidade Animal e Vegetal do Departamento de Agricultura dos Estados Unidos (USDA) alterou regulamentações para permitir a importação da carne bovina não processada de 14 Estados sob algumas condições específicas que mitiguem o risco de transmissão de febre aftosa.

source: A Russian ministry source said Ukraine would be more likely to start taking gas intended for the European Union to meet its own needs than Russia would be to cut off supplies to Europe.
pt: A Rússia interrompeu o fornecimento de gás para a Ucrânia em junho por causa de uma disputa de preços, mas continuou a fornecer gás à Europa, seu maior mercado.

source: But Netflix said that it expects a growing number of Cubans to be able to access its streaming video service "as Internet access improves and credit and debit cards become more widely available."
pt: Em um comunicado difundido na segunda-feira, a Netflix afirma ter tomado a decisão "em um momento em que melhora o acesso à internet e os cartões de crédito se tornam mais acessíveis em Cuba".

source: But Bischofberger and his fellow farmers had power in numbers .
pt: É por isso que Bischofberger e seus colegas agricultores se uniram .

source: The Kremlin announced on Monday that Putin had ordered Russian forces near Ukraine back to their bases, but NATO and the United States said they saw no sign of a pullback .
pt: O presidente da Rússia, Vladimir Putin, ordenou nesta segunda-feira que tropas russas deixem a fronteira da Ucrânia, segundo uma nota divulgada pelo Kremlin.

source: Palestinian sentenced to three life terms for murder of Israeli teens
pt: Palestino suspeito de matar três israelenses pega prisão perpétua

source: Taxi drivers block streets of Rio in protest against Uber
pt: Taxistas do Rio fazem protesto contra aplicativo Uber

source: Ukraine rebels free OSCE monitors, three Ukrainians killed in attack
pt: Rebeldes ucranianos libertam segundo grupo de monitores da OSCE

source: German aid is on its way to Iraq
pt: A espera por auxílio dos refugiados do Iraque

source: Al-Shabab is based in neighbouring Somalia, but has stepped up attacks in Kenya since 2011, when Kenya sent troops across the border to help battle the militants.
pt: Desde que o Quênia enviou tropas para lutar contra os shebab no sul da Somália, em outubro de 2011, o país sofreu diversos ataques deste grupo, principalmente nas regiões próximas à fronteira somali.

source: But Libyan officials said two gunmen set off a car bomb before storming the hotel, killing four foreigners, a security officer and three guards.
pt: Homens armados invadiram um hotel de luxo na capital da Líbia nesta terça-feira, matando pelo menos cinco estrangeiros e três seguranças, informaram autoridades .

source: New York Assembly speaker arrested on graft charges
pt: Presidente de assembleia estadual de Nova York é preso por corrupção

source: A reading above 50 indicates an increase in the pace of activity .
pt: Leitura acima de 50 indica expansão na atividade enquanto abaixo disso aponta contração.

source: Boko Haram still holding 219 girls, after escape of 4 more reported
pt: Quatro meninas fogem do Boko Haram, mas 219 ainda estão desaparecidas

source: Islamic State fighters tightened their siege on a town on Syria's border with Turkey on Friday despite U.S. led air strikes aimed at defeating the militants in both Syria and Iraq .
pt: WASHINGTON - Os Estados Unidos acabam de lançar um ataque aéreo sobre os militantes do Estado islâmico em território da Síria, pela primeira vez, segundo informações do Pentágono nesta segunda-feira à noite.

source: Miguel Herrera: The boys did a pretty good job .
pt: Miguel Herrera: Os rapazes foram muito bem .

source: On Saturday the president of Catalonia, Artur Mas, has signed a decree calling an independence referendum for November.
pt: O decreto foi assinado no sábado pelo presidente regional da Catalunha, Artur Mas, convocando os catalães para a votação no dia 9 de novembro.

source: "What's so unique about the situation is that we're both very good players.
pt: "Você realmente não pensa muito quando está em uma situação como essa .

source: Carter would replace Chuck Hagel, who resigned as Pentagon chief last week under pressure from Obama
pt: O novo indicado deve substituir Chuck Hagel, que renunciou ao cargo mês passado, sob pressão da Casa Branca .

source: But this time they are taking place on the sidelines of the U.N. General Assembly .
pt: Mas, desta vez, as conversas ocorrem nos bastidores da Assembleia Geral da Organização das Nações Unidas (ONU) .

source: But revised reserve estimates and unproductive wells have led to write-downs.
pt: Mas revisões em estimativas de reservas e poços improdutivos levaram a baixas contábeis.

source: With Barca, Abidal won the Champions League in 2009 and 2011, as well as four La Liga titles, and was runner-up with France at the 2006 World Cup.
pt: Com o Barcelona, o francês ganhou a Liga dos Campeões em 2009 e 2011 e quatro títulos do Campeonato Espanhol .

source: Members of "Islamic State" (IS) tortured and abused over 150 Kurdish children, who they captured earlier this year near the northern Syrian town of Kobane, the Human Rights Watch said on Tuesday.
pt: Crianças de etnia curda foram torturadas por militantes do grupo Estado Islâmico neste ano, próximo à cidade síria de Kobani, informou um grupo internacional de Direitos Humanos nesta terça-feira .

source: Three tourists appeared in a Cambodian court Monday accused of taking photographs of their bare bottoms inside the country's famed Angkor temple complex, an official said on Monday.
pt: Três turistas, incluindo um argentino, apresentaram-se nesta segunda-feira a um tribunal no Camboja depois de serem acusados de fotografar seus traseiros nus nos templos de Angkor Wat.

source: They took one of the nuns to another room when she tried to block their way and then raped her, the officer said.
pt: Uma das freiras foi levada para outra sala e foi estuprada após tentar bloquear o caminho dos bandidos segundo a polícia .
